
SkadaDB = {
	["namespaces"] = {
		["LibDualSpec-1.0"] = {
		},
	},
	["profileKeys"] = {
		["烟花意冷 - 爱斯特纳"] = "Default",
		["半落烟花 - 卡扎克"] = "Default",
		["晴天 - 爱斯特纳"] = "Default",
		["优雅的黑猫 - 卡扎克"] = "Default",
		["武僧不用拳头 - 爱斯特纳"] = "Default",
		["优雅的黑猫 - 安苏"] = "Default",
		["谁还记得我 - 爱斯特纳"] = "Default",
		["半落烟花 - 安苏"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["modeclicks"] = {
				["治疗"] = 33,
				["承受法术伤害"] = 1,
				["死亡"] = 3,
				["怒气获取"] = 4,
				["受到伤害"] = 54,
				["减益效果持续时间"] = 1,
				["敌对伤害"] = 2,
				["伤害"] = 109,
				["总计治疗"] = 2,
				["获得治疗"] = 5,
			},
			["windows"] = {
				{
					["y"] = -81.07682800292969,
					["point"] = "LEFT",
					["mode"] = "伤害",
					["barwidth"] = 232.86376953125,
					["background"] = {
						["height"] = 215.292724609375,
					},
					["x"] = 1.016957998275757,
				}, -- [1]
			},
			["report"] = {
				["set"] = "total",
				["mode"] = "伤害",
			},
			["versions"] = {
				["1.6.7"] = true,
				["1.8.0"] = true,
				["1.6.4"] = true,
				["1.6.3"] = true,
			},
			["reset"] = {
				["instance"] = 2,
			},
		},
	},
}
